Repository: majorik08/barakat-digit-ios
Catalog: BarakatWallet/*.lproj/Localizable.strings
Languages: ru, tg

source: Main
ru: Главная
tg: Асосӣ

source: History
ru: История
tg: Таърих

source: Payments
ru: Платежи
tg: Пардохтҳо

source: Cards
ru: Карты
tg: Кортҳо

source: Search
ru: Поиск
tg: Ҷустуҷӯ

# WALLET_BALANCE_HINT
source: Wallet balance
ru: Баланс кошелька
tg: Тавозуни ҳамён

source: Pay with number
ru: Платеж по номеру
tg: Пардохт тавассути рақам

# PAY_SERVICES
source: Payments
ru: Платежи
tg: Пардохтҳо

# PAY_SENDERS
source: Transfers
ru: Переводы
tg: Интиқолҳо

source: All
ru: Все
tg: Ҳамааш

# SHOWCASE
source: Cashbacks
ru: Кешбеки
tg: Кешбекҳо

# FAVOURITE_SERVICES
source: Favorite services
ru: Избранные сервисы
tg: Хизматрасониҳои мунтахаб

# RATES_LIST
source: Currency rates
ru: Курсы валют
tg: Қурби асъор

# CONVERTOR
source: Converter
ru: Конвертер
tg: Мубодила

# WELLCOME_TO_APP
source: Welcome to Barakat Digit!
ru: Добро пожаловать в Barakat digit!
tg: Хуш омадед ба barakat digit!

# TRANSFER_TO_TJ
source: TRANSFER TO TAJIKISTAN
ru: ПЕРЕВОД В ТАДЖИКИСТАН
tg: ИНТИҚОЛ БА ТОҶИКИСТОН

# LOGIN_SIGNIN
source: LOGIN/REGISTER
ru: ВХОД/РЕГИСТРАЦИЯ
tg: ВОРИДШАВӢ/БАҚАЙДГИРӢ

# YOUR_PHONE_NUMBER
source: Enter your number
ru: Введите ваш номер
tg: Рақами телефонро ворид намоед

source: Phone number
ru: Номер телефона
tg: Рақами телефон

source: Continue
ru: Продолжить
tg: Идома

# PRIVACY_LOGIN
source: I have read and agree to the terms of the <a href="%@" target="_blank">Public Offer</a> and <a href="%@" target="_blank">Privacy Policy</a>
ru: Я ознакомился и согласен с условиями <a href="%@" target="_blank">Публичной оферты</a> и <a href="%@" target="_blank">политики конфиденциальности</a>
tg: Ман бо шартҳои <a href="http://www.a.com">Оффертаи оммавӣ</a> ва сиёсати махфият шинос шудам ва розӣ ҳастам

source: SMS code
ru: смс-код
tg: смс-рамз

source: Enter code
ru: Введите код
tg: Рамзро ворид кунед

# SMS_SENDED_TO
source: SMS with code sent to number: %@
ru: SMS с кодом отправлен на номер: %@
tg: SMS бо рамз ба рақами: %@ ирсол карда шуд

# RESEND_AFTER
source: Request code again in
ru: Запросить код повторно через
tg: Дархости такрории рамз:

source: Enter PIN
ru: Введите PIN-код
tg: PIN рамзро ворид намоед

# ENTER_PIN_MIN
source: PIN must be 4 characters long
ru: PIN-код должен быть 4 символов
tg: PIN-рамз бояд 4 аломат бошад

# ENTER_PIN_HINT
source: Reset PIN or log out
ru: Сбросить PIN-код или выйти
tg: Ивазнамоии PIN-рамз ё баромадан

source: Menu
ru: Меню
tg: Меню

# MONEY_TRANSERS
source: Money transfers
ru: Денежные переводы
tg: Интиқоли маблағҳо

# AUTH_TITLE
source: Authorization
ru: Авторизация
tg: Авторизатсия

# AUTH_TITLE_HELP
source: Sign in and use all the features of the service
ru: Авторизуйтесь и используйте все возможности сервиса
tg: Ворид шавед ва аз тамоми имкониятҳои хизматрасонӣ истифода баред

# TRANSFER_BY_CARD
source: By card number
ru: По номеру карты
tg: Бо рақами корт

# TRANSFER_BY_NUMBER
source: By phone number
ru: По номеру телефона
tg: Бо рақами телефон

# TRANSFER_BY_CARD_INFO
source: Russia --------> Tajikistan To card
ru: Россия --------> Таджикистан На карту
tg: Россия --------> Тоҷикистон Ба корт

# TRANSFER_BY_NUMBER_INFO
source: Russia --------> Tajikistan By phone number
ru: Россия --------> Таджикистан По номеру телефона
tg: Россия -------->Тоҷикистон Бо рақами телефон

source: Sender card number
ru: Номер карты отправителя
tg: Рақами корти ирсолкунанда

# CARD_DATE
source: Expiration date
ru: Срок действия
tg: Санаи ба охир расидани мӯҳлат

# CARD_INFO_SEND_SECURE
source: Your card data is securely protected in accordance with international standards and is never transmitted in plain text
ru: Данные ваших карт надёжно защищены в соответствии с международными стандартами и никогда не передаются в открытом виде
tg: Маълумоти корти шумо мувофиқи стандартҳои байналмилалӣ боэътимод ҳифз карда мешавад ва ҳеҷ гоҳ дар шакли равшан бидуни рамзгузорӣ интиқол дода намешаванд

# CARD_NUMBER_RECEIVER
source: Receiver card number
ru: Номер карты получателя
tg: Рақами корти қабулкунанда

# PHONE_NUMBER_RECEIVER
source: Receiver phone number
ru: Номер телефона получателя
tg: Рақами телефони қабулкунанда

# RECEIVER_NOT_CARD_ANSWER
source: Does the receiver not have a card?
ru: У получателя нет карты?
tg: Қабулкунанда корт надорад?

# RECEIVER_ORDER_CARD_HELP
source: Order an instant card here, we will deliver it for free throughout the Republic of Tajikistan
ru: Закажите моментальную карту здесь, доставим бесплатно по всей Республике Таджикистан
tg: Кортро дар инҷо фармоиш диҳед,Ба тамоми минтақаҳои Тоҷикистон дастрас менамоем

# MINUS_AMOUNT
source: Debit amount
ru: Сумма списания
tg: Маблағи хароҷотӣ

# PLUS_AMOUNT
source: Credit amount
ru: Сумма зачисления
tg: Маблағи воридотӣ

source: Change
ru: ИЗМЕНИТЬ
tg: Тағир додан

# TRANSFER_SENDER
source: Sender
ru: Отправитель
tg: Ирсолкунанда

# TRANSFER_RECEIVER
source: Receiver
ru: Получатель
tg: Қабулкунанда

# TRANSFER_CONFIRM
source: Operation confirmation
ru: Подтверждение операции
tg: Тасдиқи амалиёт

# SEND_CHECK
source: Send receipt
ru: Отправить чек
tg: Ирсоли расид

# SHOW_CHECK
source: Receipt
ru: Чек
tg: Расид

source: Confirm
ru: Подтвердить
tg: Тасдиқ

source: Error
ru: Ошибка

# PASSCODE_RENTER
source: Repeat PIN
ru: Повторите код доступа
tg: Рамзро такроран ворид кунед

# PASSCODE_ENTER_NEW
source: Enter new PIN
ru: Ведите новый PIN-код
tg: Рамзи навро ворид намоед

# PASSCODE_DONT_MATCH
source: PINs don't match. Please try again.
ru: PIN-Коды не совпадают. Пожалуйста, попробуйте еще раз.
tg: Рамзҳо якхела нестанд. Лутфан, аз нав кушиш намоед.

source: Cancel
ru: Отмена
tg: Бекор кардан

source: Loading...
ru: Загрузка...
tg: Лутфан мунтазир шавед...

# RESEND_CODE_TITLE
source: Resend code
ru: Запросить код
tg: Дархости рамз

# PASSCODE_ENTER
source: Enter PIN
ru: Введите PIN-код
tg: Рамзро ворид намоед

# PASSCODE_BIO_HELP
source: Unlock %@
ru: Разблокировка %@
tg: Кушодан %@

# PASSCODE_TRY_MIN
source: Try again in 1 minute
ru: Повторите попытку через минуту
tg: Баъд аз як дақиқа кушиши нав кунед

# ID_STATUS
source: Status:
ru: Статус:
tg: Ҳолат:

# ID_NOT_IDENTIFY
source: Not identified
ru: Не идентифицирован
tg: Номушаххас

# IDENTIFY_ONLINE
source: Identified online
ru: Идентифицирован онлайн
tg: Онлайн мушаххасшуда

source: Identified
ru: Идентифицированный
tg: Мушаххасшуда

source: Wallet number
ru: Номер кошелька
tg: Рақами ҳамён

# PROFILE_TITLE
source: Profile
ru: Профиль
tg: Маълумоти шахсӣ

# PROFILE_SETTINGS
source: Settings
ru: Настройки
tg: Танзимот

# PROFILE_HELP
source: Help
ru: Помощь
tg: Кӯмак

# PROFILE_PRIVACY
source: Privacy
ru: Оферта
tg: Оферта

# PROFILE_SHARE
source: Invite a friend
ru: Пригласить друга
tg: Даъвати дӯст

source: Identification
ru: Идентификация
tg: Мушаххаскунонӣ

source: Back
ru: Назад
tg: Бозгашт

# PICK_PHOTO
source: Pick a photo
ru: Выбрать фото
tg: Интихоби акс

source: Male
ru: Мужской
tg: Мард

source: Female
ru: Женский
tg: Зан

source: Save
ru: Сохранить
tg: Нигоҳ доштан

source: Firstname
ru: Имя
tg: Ном

source: Lastname
ru: Фамилия
tg: Насаб

source: Surname
ru: Отчество
tg: Номи падар

# DOCUMENT_BIRTHDAY
source: Date of birth
ru: Дата рожения
tg: Санаи таваллуд

source: Done
ru: Готово
tg: Омода

# AVATAR_UPLOAD_ERROR
source: Failed to upload avatar
ru: Не удалось загрузить аватар
tg: Акс боргири карда нашуд

source: SMS sign-in
ru: SMS для входа в приложение
tg: SMS барои ворид шудан ба барнома

# USE_BIO_AUTH
source: Use biometrics to sign in
ru: Использовать биометрию для входа
tg: Истифодаи биометрия барои воридшавӣ

# USE_PUSH
source: Push notifications
ru: Push-уведомления
tg: Push-огоҳӣ

# CHANGE_PASSCODE_TITLE
source: Change passcode
ru: Изменить PIN-код
tg: Тағир додани рамзи PIN

source: Language
ru: Язык
tg: Забон

# PRIVACY_DOCS
source: Documents
ru: Документы
tg: Ҳуҷҷатҳо

source: About app
ru: О приложении
tg: Дар бораи барнома

# LOGOUT_FROM_ACC
source: Log out
ru: Выход из акаунта
tg: Баромадан

# LOGOUT_HELP
source: Are you sure you want to log out?
ru: Вы действительно хотите выйти из аккаунта?
tg: Шумо дар ҳақиқат мехохед ки аз аккаунт бароед?

source: Theme
ru: Тема
tg: Замина

# ru
source: Russian
ru: Русский
tg: Русский

# tg
source: Tajik
ru: Таджикский
tg: Тоҷикӣ

# DEFAULT
source: System
ru: Система
tg: Системавӣ

source: Light
ru: Светлый
tg: Равшан

source: Dark
ru: Темный
tg: Торик

source: Add card
ru: Добавить карту
tg: Илова кардани корт

source: Order card
ru: Выпустить карту
tg: Барориши корт

source: News
ru: Новости
tg: Хабарҳо

# NOTIFICATION
source: Notifications
ru: Уведомления
tg: Огоҳиҳо

source: Limits:
ru: Лимиты:
tg: Меъёрҳо:

# MAX_IN_WALLET
source: Maximum amount in wallet:
ru: Максимальная сумма в кошельке:
tg: Маблағи максимали дар ҳамён:

# MAX_PAY_MONTH
source: Monthly payment amount
ru: Сумма платежей в месяц
tg: Маблағи умумии пардохтҳо дар як моҳ

source: Capabilities:
ru: Возможности:
tg: Имкониятҳо:

# GET_LIMIT
source: Increase limits
ru: Увеличить лимиты
tg: Зиёд кардани меъёрҳо

# PAY_SERVICES_PERMISSION
source: Payment services
ru: Оплата услуг
tg: Пардохти хизматрасониҳо

# PAY_QR_PERMISSION
source: QR payments
ru: QR платежи
tg: QR пардохтҳо

# ORDER_CARD_PERMISSION
source: Order and issue a card online
ru: Заказ и выпуск карты онлайн
tg: Онлайн фармоиш ва барориши корт

# TRANSFER_PERMISSION
source: Receiving and sending transfers
ru: Получение и отправление переводов
tg: Қабул ва ирсоли интиқол

# CASH_PERMISSION
source: Cash withdrawal
ru: Снятие наличных денег
tg: Гирифтани пули нақд

# CONVERT_PERMISSION
source: Currency conversion
ru: Конвертация валюты
tg: Мубодилаи асъор

# CREDIT_PERMISSION
source: Deposit and credit management
ru: Управление вкладами и кредитами
tg: Идоранамоии пасандозҳо ва қарзҳо

# FRONT_PASSPORT_HELP
source: 1. Take a photo of the front side of your passport
ru: 1. Cфотографируйте лицевую сторону паспорта
tg: 1. Қисми пеши шиносномаатонро акс гиред

# BACK_PASSPORT_HELP
source: 2. Take a photo of the back side of your passport
ru: 2. Cфотографируйте заднюю часть паспорта
tg: 2. Қисми пушти шиносномаатонро акс гиред

# SELFIE_HELP
source: 3. Take a selfie with your passport in hand
ru: 3. Cфотографируйте cебя с паспортом в руке
tg: 3. Шиноснома дар даст худро акс гиред

source: Send
ru: Отправить
tg: Ирсол

source: NOTE
ru: ПРИМЕЧАНИЕ
tg: ШАРҲ

source: ATTENTION
ru: ВНИМАНИЕ
tg: ДИҚҚАТ

# SECURE_CHANNEL_INFO
source: All data is transmitted over a secure channel
ru: Все данные передаються по защищенному каналу
tg: Ҳамаи маълумотҳо тавассути шабакаи ҳифзшуда интиқол мешавад

# PRIVACY_PASSPORT
source: I agree to the processing, use, and storage of my personal data.
ru: Я согласен на обработку, использование и хранение моих персональных данных.
tg: Ман барои коркард, истифода ва нигоҳдории маълумоти шахсии худ розӣ ҳастам.

# SECURITY_HINT
source: Providing deliberately false information is punishable under the laws of the Republic of Tajikistan.
ru: За предоставление заведомо ложных данных придусматриваеться наказание согласно действующего законодательства Республики Таджикистан.
tg: Барои пешниҳоди маълумоти бардурӯғ мутобиқи қонунгузории амалкунандаи Ҷумҳурии Тоҷикистон ҷазо дода мешавад.

# SELFIE_INFO_HELP
source: • You must be alone in the photo • Passport details should be clearly visible • Remove headgear and glasses
ru: • Вы должны быть одни на фото • Данные паспорта должны быть отчетливо видны • Уберите головной убор и очки
tg: • Дар акс Шумо бояд танҳо бошед • Маълумотҳои шиноснома бояд ба таври равшан намоён бошад • Кулоҳ ва айнаки худро кашед

# SERVICES_LOAD_ERROR_TRY
source: Failed to load services. Click here to refresh
ru: Не удалось загрузить сервисы. Нажмите здесь, чтобы обновить
tg: Хизматрасониҳо боргири карда нашуданд. Барои навсозӣ ин ҷо пахш намоед

# SHOWCASE_LOAD_ERROR_TRY
source: Failed to load cashbacks. Click here to refresh
ru: Не удалось загрузить кэшбэки. Нажмите здесь, чтобы обновить
tg: Кешбекҳо боргири карда нашуданд. Барои навсозӣ ин ҷо пахш намоед

# RATES_LOAD_ERROR_TRY
source: Failed to load currency rates. Click here to refresh
ru: Не удалось загрузить курсы валют. Нажмите здесь, чтобы обновить
tg: Қурби асъор боргири карда нашуд. Барои навсозӣ ин ҷо пахш намоед

source: Camera
ru: Камера
tg: Камера

source: Photos
ru: Фотографии
tg: Аксҳо

# OUT_ACCOUNT
source: Payment from account
ru: Оплата со счета
tg: Пардохт аз суратҳисоби

source: Delete photo
ru: Удалить фотографию
tg: Нест кардани акс

# SUMMA
source: Amount
ru: Сумма
tg: Маблағ

# SUMMA_HINT
source: Enter amount
ru: Введите сумму
tg: Маблағро ворид намоед

# STAMP_TEXT
source: LLC MDO “Barakat Molia” License NBT №0000313 BIC: 350101972 TIN: 020057210
ru: ООО МДО “Баракат молия” Лицензия НБТ №0000313 БИК: 350101972 ИНН: 020057210
tg: ҶДММ ТАҚХ “Баракат молия” Иҷозатномаи БМТ №0000313 РМБ: 350101972 РМА: 020057210

source: Repeat
ru: Повторить
tg: Такрор

source: To favorites
ru: В избранное
tg: Ба мунтахаб

# ADD_FAV
source: Add
ru: Добавить
tg: Илова

source: My cards
ru: Мои карты
tg: Кортҳои ман

# CARD_ACTION_PAY
source: Pay
ru: Оплатить
tg: Пардохт

# CARD_ACTION_TOPUP
source: Top up
ru: Пополнить
tg: Пур намудан

# CARD_ACTION_TRANSFER
source: Transfer
ru: Перевести
tg: Интиқол

# CARD_ACTION_HISTORY
source: History
ru: История
tg: Таърих

source: Card settings:
ru: Настройки карты:
tg: Танзими корт:

# CARD_CHANGE_PIN
source: Change PIN
ru: Изменить PIN-код
tg: Иваз намудани PIN-рамз

# CARD_PAY_PIN
source: PIN for card payments
ru: PIN-код при оплате картой
tg: PIN-рамз ҳангоми пардохт бо корт

# CARD_PAY_INTERNET
source: Online purchases
ru: Покупки в интернете
tg: Хариди онлайн

# CARD_BLOCK
source: Block card
ru: Заблокировать карту
tg: Баста кардани корт

# CARD_CHANGE_COLOR
source: Change color
ru: Поменять цвет
tg: Ивази ранг

# CARD_ADDING
source: Adding a card
ru: Добавление карты
tg: Илова кардани кор

source: Bank cards
ru: Банковские карты
tg: Кортҳои бонкӣ

source: Order
ru: Заказать
tg: Фармоиш

# RESET_PASSCODE_TITLE
source: Reset PIN
ru: Сброс PIN-кода
tg: Аз нав танзимкунии PIN-рамз

# RESET_SMS_INFO
source: To reset PIN, click the button below
ru: Для восстановления кода нажмите на кнопку ниже
tg: Барои барқарор кардани PIN-рамз, тугмаи зеринро пахш кунед

source: Send SMS
ru: Отправить SMS
tg: Ирсоли SMS

# RESET_CALL_INFO
source: Please contact us if you need help logging into your wallet
ru: Пожалуйста свяжитесь с нами, если необходима помощь для входа в кошелек
tg: Ҳангоми ба миён омадани мушкилии воридшавӣ ба ҳамён ба мо тамос гиред

# MAKE_CALL
source: Call
ru: Позвонить
tg: Занг задан

# PASSCODE_OLD_ENTER
source: Enter current lock code
ru: Введите текущий код блокировки
tg: PIN-рамзи амалкунандаро ворид намоед

# ALL_TRANSFER_TYPES
source: All transfer methods
ru: Все способы перевода
tg: Ҳама усули пардохт

# BEETWIN_ACCOUNT_TRANSFER
source: Between accounts/cards
ru: Между счетами/картами
tg: Байни суратҳисобҳо/кортҳо

source: Income
ru: Доходы
tg: Даромадҳо

source: Expenses
ru: Расходы
tg: Хароҷотҳо

# SUM
source: Amount
ru: Сумма
tg: Маблағ

source: Period
ru: Период
tg: Давра

# OP_TYPE
source: Operation type
ru: Тип операции
tg: Намуди амалиёт

# PAY_TYPE
source: Payment method
ru: Метод оплаты
tg: Усули пардохт

source: All operations
ru: Все операции
tg: Ҳама амалиётҳо

# PAYMENT_OPERATION
source: Payment for services
ru: Оплата услуг
tg: Пардохти хизматрасонӣ

# QR_OPERATION
source: Payment by QR code
ru: Оплата по QR коду
tg: QR пардохтҳо

# TRANSFER_TO_NUMBER_OPERATION
source: Transfer by phone number
ru: Перевод по номеру телефона
tg: Интиқол бо рақами телефон

# TRANSFER_TO_CARD_OPERATION
source: Transfer to card
ru: Перевод на карту
tg: Интиқол ба корт тавассути рақами корт

# TRANSFER_TO_ABROAD
source: Transfer abroad
ru: Перевод за рубеж
tg: Интиқол ба хориҷа

# SUM_IN_CUR
source: Amount in %@
ru: Сумма в %@
tg: Маблағ бо %@

source: Ready
ru: Готово
tg: Омода

source: From
ru: От
tg: Аз

source: To
ru: До
tg: Ба

source: Select date
ru: Выберите дату
tg: Интихоби сана

source: Select date range
ru: Выберите диапазон дат
tg: Диапазони санаро интихоб кунед

source: Today
ru: Сегодня
tg: Имрӯз

source: Last week
ru: Прошлая неделя
tg: Ҳафтаи гузашта

source: Last month
ru: Прошлый месяц
tg: Моҳи гузашта

source: Yesterday
ru: Вчера
tg: Дирӯз

source: Tomorrow
ru: Завтра
tg: Фардо

source: City
ru: Город
tg: Шаҳр

source: Category
ru: Категория
tg: Категория

# SORTING_NEWEST
source: Newest
ru: Новые
tg: Нав

# SORTING_OLDEST
source: Oldest
ru: По дате окончания
tg: Аз санаи анҷомёбӣ

# SORTING_BIGGEST
source: Biggest
ru: Большие
tg: Калонтарин

# SEC_WARNING
source: Security Warning
ru: Предупреждение безопасности
tg: Огоҳии амниятӣ

# SEC_WARNING_INFO
source: It appears that your device is compromised. This may lead to the loss of personal data, crashes, or other errors. We do not recommend using the application on a compromised device.
ru: Судя по всему, ваше устройство взломано. Это может привести к потере личных данных, сбоям или другим ошибкам. Мы не рекомендуем использовать приложение на взломанном устройстве.
tg: Чунин ба назар мерасад, ки дастгоҳи шумо jailbroken шудааст. Ин метавонад ба гум шудани маълумоти хусусӣ, садамаҳо ё хатогиҳои дигар оварда расонад. Мо тавсия намедиҳем, ки барномаро бо дастгоҳи jailbroken-шуда истифода баред.

# SEC_IGNORE_TEXT
source: Continue using
ru: Продолжать использовать
tg: Идома додани истифодабарӣ

# SEC_QUIT
source: Quit
ru: Покидать
tg: Баромад

# INVITE
source: Hi, I'm using %@. Join me! You can download it here: %@
ru: Привет, я использую %@. Присоединяйся! Скачать можно тут: %@
tg: Салом, ман %@ -ро истифода мебарам. Бо ман ҳамроҳ шавед! Шумо метавонед барномаро аз ин ҷо зеркашӣ кунед: %@

# IDEN_IN_REVIEW
source: Your application for online identification is accepted, we will review it soon. Status: UNDER REVIEW
ru: Ваше заявление на прохождение онлайн-идентификации принято, мы рассмотрим его в ближайшее время. Статус: НА РАССМОТРЕНИИ
tg: Аризаи Шумо оиди онлайн мушаххаснамоӣ қабул шуд, мо онро ба зудӣ баррасӣ хоҳем кард. Ҳолат: ДАР БАРРАСӢ

# IDEN_IN_DECLINED
source: Your application for online identification is accepted, we will review it soon. Status: DECLINED Reason for rejection: %@
ru: Ваше заявление на прохождение онлайн-идентификации принято, мы рассмотрим его в ближайшее время. Статус: ОТКЛАНЕНО Причина отклонения: %@
tg: Аризаи Шумо барои онлайн мушаххаснамоӣ рад карда шуд ҳҲолат: ОТКЛАНЕНО Сабаби рад гардидан: Сифати аксхо хуб нест

# IDEN_IN_DECLINED_WITHOUTT
source: Your application for online identification is accepted, we will review it soon. Status: DECLINED
ru: Ваше заявление на прохождение онлайн-идентификации принято, мы рассмотрим его в ближайшее время. Статус: ОТКЛАНЕНО

# APPLY_CONFIRM
source: Confirm action
ru: Подтвердите действие
tg: Амалро тасдиқ намоед

# USE_BIOAUTH_INAPP
source: Use biometrics to sign in?
ru: Использовать биометрию для входа в приложение?
tg: Истифодаи биометрия барои воридшавӣ?

# GRITTINGS_MORNING
source: Good morning
ru: Доброе утро
tg: Субҳ ба хайр

# GRITTINGS_AFTERNOON
source: Good afternoon
ru: Добрый день
tg: Руз ба хайр

# GRITTINGS_EVENING
source: Good evening
ru: Добрый вечер
tg: Шом ба хайр

# GRITTINGS_NIGHT
source: Good night
ru: Доброй ночи
tg: Шаб ба хайр

source: Download
ru: Скачать
tg: Зеркашӣ

source: Share
ru: Поделиться
tg: Фиристодан

source: My QR-code
ru: Мой QR-код
tg: Рамзи QR-и ман

# CASHBEK_INFO
source: Information:
ru: Информация:
tg: Маълумот:

# CASHBEK_CONTACT
source: Contacts:
ru: Контакты:
tg: Тамос:

# CASHBEK_ADDRESS
source: Address:
ru: Адрес:
tg: Суроға:

# CASHBEK_EXPIRE_DATE
source: Expiration date
ru: Срок действия
tg: Мӯҳлати амал

# CLIENT_CARD_INFO
source: CARDHOLDER INFORMATION
ru: ДАННЫЕ ВЛАДЕЛЬЦА КАРТЫ
tg: МАЪЛУМОТҲОИ СОҲИБИ КОРТ

# SHIP_DOSTAVKA
source: Delivery
ru: Доставка
tg: Бурдарасонидан

# SHIP_SAMOVIVOS
source: Self-pickup
ru: Самовывоз
tg: Шахсан

# SHIP_ADDRESS
source: Pickup point
ru: Пункт выдачи
tg: Нуқтаи гирифтан

# SHIP_DOSTAVKA_INFO
source: The courier will call and confirm the convenient address and time for delivery. Card issuance: %@ Delivery: %@
ru: Курьер позвонит и уточнит удобный для вас адрес и время доставки. Выпуск карты: %@ Доставка: %@
tg: Курьер позвонит и уточнит удобный для вас адрес и время доставки. Выпуск карты: %@ Доставка: %@

# SHIP_SAMOVIVOS_INFO
source: We will inform you when your card is ready. Upon receipt of the card, you must present your passport. Card issuance: %@ Delivery: None
ru: Мы сообщим Вам, когда ваша карта будет готова. При получении карты необходимо предъявить пасспорт. Выпуск карты: %@ Доставка: Нет
tg: Вақте,ки корт омода мешавад мо Шуморо огоҳ мекунем. Ҳангоми гирифтани корт Шумо бояд шиносномаатонро пешкаш кунед. Барориши корт: %@ Бурдарасонидан: Не

# SHIP_INFO
source: METHOD OF CARD RECEIPT
ru: СПОСОБ ПОЛУЧЕНИЯ КАРТЫ
tg: ТАРЗИ ГИРИФТАНИ КОРТ

# PAYEMNT_FOR_HINT
source: Purpose
ru: Назначение
tg: Таъинот

# RATE_CURRENCY
source: Currency
ru: Валюта
tg: Асъор

# RATE_CURRENCY_BUY
source: Buy
ru: Покупка
tg: Харид

# RATE_CURRENCY_SELL
source: Sell
ru: Продажа
tg: Фурӯш

source: Select country
ru: Выберите страну
tg: Интихоби давлат

source: bonuses
ru: бонусы
tg: бонусҳо

# VALID_DATE
source: Valid
ru: Действует
tg: Амал менамояд

source: remainder
ru: на остаток
tg: ба бақия

source: Price
ru: Стоимость
tg: Нарх

# SEC_DEPOSIT
source: Security deposit
ru: Страховой депозит
tg: Амонати суғуртавӣ

source: Bonus account
ru: Бонусный счет
tg: Суратҳисоби бонусӣ

# PAYMENT_SUCCESS
source: Payment successful
ru: Платеж выполнен
tg: Пардохт иҷро шуд

source: Payment failed
ru: Платеж не прошел
tg: Пардохт иҷро нашуд

# HISTORY_TITLE
source: Service
ru: Услуга
tg: Хизматрасонӣ

# HISTORY_TRANSACTIONS
source: Transaction number
ru: Номер транзакции
tg: Рақами амалиёт

# HISTORY_TO_BILL
source: Recipient
ru: Получатель
tg: Суратҳисоб

# HISTORY_DATE
source: Date and time
ru: Дата и время
tg: Сана ва вақт

# HISTORY_SUM
source: Amount
ru: Сумма
tg: Маблағ

# HISTORY_FEE
source: Commission
ru: Комиссия
tg: Комиссия

# HISTORY_TOTAL
source: Total
ru: Итого
tg: Ҳамагӣ

# HISTORY_FROM_BILL
source: Debit account
ru: Отправитель
tg: Суратҳисоби хароҷот

# FAV_NAME
source: Name
ru: Название
tg: Ном

source: Close
ru: Закрыть
tg: Пушидан

source: Add
ru: Добавить
tg: Илова

source: Added
ru: Добавлен
tg: Илова шуд

source: Free
ru: Бесплатно
tg: Ройгон

# CARD_PAY_INFO
source: Card issuance %@
ru: Выпуск карты %@
tg: Барориши корт %@

# CARD_PAY_INFO_SHIP
source: Card issuance and Delivery %@
ru: Выпуск и Доставка карты %@
tg: Барориш ва бурдарасонидани корт %@

# CARD_SHIP_INFO
source: Card delivery %@
ru: Доставка карты %@
tg: Бурдарасонидани корт %@

# PAYMENT_IN_PROGRESS
source: In processing
ru: Платеж выполняеться
tg: Пардохт дар иҷроиш аст

source: Order received!
ru: Заказ принят!
tg: Фармоиш қабул гашт!

# NAME_IN_CARD
source: Name on card
ru: Имя на карте
tg: Ном дар корт

# REMOVE_CARD
source: Detach card
ru: Открепить карту
tg: Хориҷ кардани корт

# CARD_PIN_CHANGE
source: Changing card PIN
ru: Изменение PIN-кода карты
tg: Ивазинамоии PIN-рамзи корт

# CARD_PIN_HINT
source: Enter a new card PIN, 4 characters
ru: Введите новый PIN-код карты, 4-х символов
tg: PIN-рамзи нави кортро ворид намоед, на кам аз 4-аломат

# CARD_PIN_AGAIN
source: Enter the PIN code again
ru: Повторите ввод
tg: Такроран ворид намоед

# CHANGE_SUCCESS
source: PIN code change successful
ru: Изменение выполнено успешно
tg: Тағйирот бомуваффақият анҷом ёфт

# DELETE_SUCCESS
source: Deletion successful
ru: Удаление успешно выполнено
tg: Хориҷкунӣ бомуваффақият анҷом ёфт

# OPERATION_SUCCESS
source: Operation successful
ru: Операция прошла успешно
tg: Амалиёт бомуваффақият анҷом ёфт

# NUMBER_MUST_START_WITH
source: The entered number does not match the selected provider
ru: Введенный номер не соответствует выбранному провайдеру
tg: Рақам бояд аз %@ оғоз ёбад
