Repository: majorik08/barakat-digit-ios
Catalog: BarakatWallet/*.lproj/Localizable.strings
Languages: ru, tg

# PAYMENT_CONFIRM
source: Confirm payment
ru: Потвердите платеж
tg: Тасдиқоти пардохт

# PAY_SUM_TEXT
source: Pay %@
ru: Оплатить %@
tg: Пардохт %@

# PAYMENT_CODE_TITLE
source: Confirm action
ru: Потвердите действие
tg: Тасдиқоти амал

# CARD_INFO_COPY
source: Card data copied
ru: Данные карты скопированы
tg: Маълумоти корт нусхабардорӣ карда шуд

# SELECT_WALLET_OR_BANK
source: Select wallet/bank of the recipient
ru: Выберите кошелек/банк получателя
tg: Ҳамён/бонки қабулкунандаро интихоб намоед

# MESSAGE_FOR_RECEIVER
source: Purpose
ru: Назначение
tg: Таъинот

# MESSAGE
source: Purpose
ru: Назначение
tg: Таъинот

# CUR_RATE
source: Rate
ru: Курс
tg: Қурб

# RECEIVER_TRANSFER_INFO
source: Recipient information
ru: Информация о получателе
tg: Маълумот оид ба қабулкунанда

# RECEIVER_TRANSFER_CURRENCY
source: Account currency
ru: Валюта счета
tg: Асъори суратҳисоб

# TRANSFER_IN_PROGRESS
source: Request in progress
ru: Запрос обрабатывается
tg: Дархост коркард шуда истодааст

# TRANSFER_IN_PROGRESS_INFO
source: our request is being processed. After processing, you will receive a push notification with the request status. Please ensure that push notifications are enabled in the Settings section
ru: Ваш запрос принят на обработку. После обработки ва придет push-уведомление со статусом запроса. Пожалуйста, убедитесь, что push-уведомления включены в разделе Настройки
tg: Дархости шумо барои коркард қабул карда шуд. Пас аз коркарди он, ба шумо push-огоҳиномаи бо ҳолати дархост ирсол мегардад. Лутфан боварӣ ҳосил кунед, ки push-огоҳиҳо дар қисмати Танзимот фаъол карда шудаанд.

source: Go to main
ru: На главную
tg: Ба асосӣ

source: from Card %@
ru: с Карты %@
tg: аз Ҳисоби корт %@

# FROM_WALLET
source: from Wallet balance
ru: с Баланса кошелька
tg: аз Ҳисоби ҳамён

# FROM_BONUS
source: from Bonus account
ru: с Бонусного счета
tg: аз Ҳисоби бонусӣ

# TO_DEST
source: To
ru: На
tg: Ба

# PAYMENT_NOT_VERIFIED
source: Not verified
ru: Не подтвержден
tg: Пардохт тасдиқ нашуд

# PAYMENT_PENDING
source: In progress
ru: В обработке
tg: Дар иҷроиш

# TO_DEST_CARD
source: To card
ru: На карту
tg: Ба корт

source: To card %@
ru: На карту %@
tg: Ба корт %@

# TO_WALLET
source: To wallet balance
ru: На баланса кошелька
tg: Ба ҳисоби ҳамён

# TO_BONUS
source: To bonus account
ru: На бонусный счет
tg: Ба ҳисоби бонусӣ

# TO_CARD_OR_WALLET
source: To account/card
ru: На счет/карту
tg: Ба ҳамён/корт

# QR_SHOW_HELP
source: Show it to receive payment or bonuses
ru: Покажите его для получение платежа или бонусов
tg: Онро барои қабули пардохт ё бонусҳо нишон диҳед

# QR_VIEW_HELP
source: Point the camera at the QR code to pay
ru: Наведите камеру на QR-код чтобы оплатить
tg: Камераи худро ба QR-рамз равона кунед ва пардохт намоед

# FOR_FULL_ACCESS_JOIN
source: For full access, log into the app using your phone number.
ru: Для полного доступа войдите в приложение, используя свой номер телефона.
tg: Для полного доступа войдите в приложение, используя свой номер телефона.

source: Card number
ru: Номер карты
tg: Рақами корт

# PASSCODE_GEN
source: Create a PIN code
ru: Придумайте PIN-код
tg: Рамзи нав созед

# NO_BALANCE_FOR_PAY
source: Insufficient funds in the account
ru: Недостаточно средств на счете

# AUTH_EXP
source: Authorization expired
ru: Срок авторизации истек

# AUTH_EXP_HELP
source: Your authorization has been expired or your session removed. Please log in back again.
ru: Ваша авторизация устарела или ваша сессия удалена. Пожалуйста, авторизуйтесь снова.

source: Service not found
ru: Сервис не найден

# NEED_IDENTITY_FOR_QR
source: Identification needed for QR Payment
ru: Требуется идентификация для QR-оплаты

# NEED_IDENTITY_FOR_CARD_ORDER
source: Identification needed for Card order
ru: Требуется идентификация для заказа Карты

# NEED_IDENTITY_FOR_PAYMENTS
source: Identification needed for Payments
ru: Требуется идентификация для платежа

# NEED_IDENTITY_FOR_TRANSFERS
source: Identification needed for Transfers
ru: Требуется идентификация для переводов

# NEED_IDENTITY_OP
source: Identification needed
ru: Требуется идентификация

# GO_IDENTITY
source: Would you like to start the identification process now?
ru: Хотите начать процесс идентификации сейчас?

# ACCOUNT_BAN_ERROR
source: Your account is temporarily blocked, visit the nearest office for unlocking, or contact us at +992 446301000
ru: Ваш аккаунт временно заблокирован, для разблокировки посетите ближайший офис, либо свяжитесь с нами по номеру: +992 446301000

# 0x000
source: The token has expired
ru: Токен просрочен

# 0x001
source: Invalid registration data.
ru: Некорректные данные для регистрации

# 1x001
source: Invalid data for verification code confirmation
ru: Некорректные данные при подтверждение кода верификации

# 1x002
source: Device not found during verification code confirmation
ru: При подтверждение кода верификации усстройство не найдено

# 1x003
source: Invalid verification code
ru: Неверный код подтверждения

# 1x004
source: The verification code is incorrect
ru: Что-то пошло не так, при подтверждении кода верификации

# 1x005
source: Verification code confirmation failed. The device is blocked
ru: Подтверждение кода верификации, усстройство заблокировано

# 3x001
source: Error occurred during device data update
ru: Ошибка, при обновлении данных усстройства

# 3x002
source: Server error occurred while modifying the device
ru: Серверная ошибка при изменении устройства

# 4x001
source: The requested resource was not found
ru: Запрашиваемый ресурс не найден

# 5x001
source: Client not found
ru: Клиент не найден

# 5x002
source: Invalid client data
ru: Неверные данные клиента

# 5x003
source: Error occurred while modifying client data
ru: Ошибка при изменении данные клиента

# 5x004
source: Incorrect identification data
ru: Неверные данные идентификации

# 5x005
source: Error occurred while saving client identification data
ru: Ошибка, при сохранении идентификационных данных клиента

# 5x006
source: Invalid data when saving to favorites
ru: Некорректные данные при сохранении на избранные

# 5x007
source: Server error occurred while saving to favorites
ru: Серверная ошибка при сохранение на избранные

# 5x008
source: Favorites not found
ru: Избранные не найдены

# 5x009
source: Limits not found
ru: Лимиты не найдены

# 5x010
source: Rates not found
ru: Курсы не найдены

# 5x011
source: Invalid favorite service ID
ru: Неверный ID избранного сервиса

# 5x012
source: Error occurred while removing from favorites
ru: Ошибка при удалении из избранных

# 5x013
source: Contact information not found
ru: Контактные данные не найдены

# 5x014
source: Documents not found
ru: Документы не найдены

# 6x002
source: Operation types not found
ru: Типы операции не найдены

# 6x003
source: Incorrect filters in history request
ru: Неверные фильтры при запросе истории

# 6x004
source: History not found
ru: История не найдена

# 7x001
source: Groups not found
ru: Группы не найдены

# 7x002
source: Invalid transaction format
ru: Неверный формат транзакции

# 7x003
source: Error occurred during transaction verification
ru: Ошибка при верификации транзакции

# 7x004
source: Transaction not found
ru: Транзакция не найдена

# 7x005
source: Information request not allowed
ru: Запрос информации не разрешен

# 7x006
source: Account not found
ru: Аккаунт не найден

# 7x007
source: Timeout during transaction confirmation
ru: Таймаут при подтверждении транзакций

# 7x008
source: Incorrect transaction confirmation code
ru: Неверный код подтверждения транзакции

# 7x009
source: Error occurred during transaction confirmation
ru: Ошибка при подтверждении транзакции

# 8x001
source: Stories not found
ru: Сторис не найдено

# 8x002
source: Banners not found
ru: Баннеры не найдены

# 8x003
source: Cashbacks not found
ru: Кешбэки не найдены

# 8x004
source: Invalid request parameter
ru: Неверный параметр запроса

# 9x001
source: Notification not found
ru: Уведомление не найдено

# 9x002
source: Invalid category for notifications
ru: Неверная категория для уведомлений

# 10x001
source: QR code data is incorrect
ru: Данные QR-кода неверны

# 10x002
source: Error occurred during QR code verification
ru: Ошибка при верификации QR кода

# 11x001
source: Cards not found
ru: Карты не найдены

# 11x002
source: Invalid card data
ru: Неверные данные карты

# 11x003
source: Card not created
ru: Карта не создана

# 11x004
source: Invalid data when requesting bank cards
ru: Неверные данные при запросе Банковских карт

# 11x005
source: Bank cards not found
ru: Банковские карты не найдены

# 11x006
source: Categories not found
ru: Категории не найдены

# 11x007
source: Card order not found
ru: Заказ на карту не найдено

# 11x008
source: Invalid data when ordering a card
ru: Неверные данные при заказе карты

# 11x009
source: Server error occurred while creating a card order
ru: Серверная ошибка при создании заказа на карту

# 11x010
source: Regions not found
ru: Регионы не найдены

# 11x011
source: Card balance not found
ru: Баланс карты не найдено

# 1x006
source: The token is invalid
ru: Токен недействительный

# 1x008
source: Incorrect PIN code
ru: Некорректный пин код

# 1x009
source: PIN code reset has an incorrect structure
ru: Сброс пин код некорректная структура

# 1x010
source: Internal error occurred during PIN code reset
ru: Внутренняя ошибка при сброса пин кода

# 1x011
source: Invalid data during login
ru: Некорректные данные при входе

# 1x012
source: Account not found during login
ru: Аккаунт не найден при входе

# 1x013
source: The device is temporarily blocked
ru: Устройства временно блокировано

# 7x010
source: Rates not found
ru: Курсы не найдены

# 7x011
source: Transfer data not found
ru: Данные для перевода не найдены

# 7x012
source: Invalid transfer data
ru: Некорректные данные для перевода

# 7x013
source: Internal error occurred during transfer
ru: Внутренняя ошибка во время перевода

# 7x014
source: SMS verification disabled
ru: Смс верификация отключена

# 7x015
source: Your account is temporarily locked. To unlock it, please visit the nearest office or contact us at +992 446301000.
ru: Ваш аккаунт временно заблокирован. Для разблокировки посетите ближайший офис или свяжитесь с нами по телефону: +992 446301000.

# 1x014
source: Your account is temporarily blocked, visit the nearest office for unlocking, or contact us at +992 446301000
ru: Ваш аккаунт временно заблокирован, для разблокировки посетите ближайший офис, либо свяжитесь с нами по номеру: +992 446301000.

source: Delete
tg: Хориҷ

# QR_FROM_PHOTOS
source: Upload from photos
tg: Аз аксҳо боргири намудан

# QR_INVALID_CODE
source: Invalid QR Code
tg: QR-рамз нодуруст
